tap "adoptopenjdk/openjdk"
tap "caskroom/versions"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "coreutils"
brew "colima"
brew "curl"
brew "deno"
brew "go"
brew "docker"
brew "docker-compose"
brew "geoipupdate"
brew "gh"
brew "git-crypt"
brew "git-gui"
brew "git-lfs"
brew "pinentry"
brew "golangci-lint"
brew "gradle"
brew "hub"
brew "jq"
brew "jsonnet"
brew "kcat"
brew "kubecfg"
brew "maven"
brew "minikube"
brew "navi"
brew "neovim"
brew "ruby-build"
brew "rbenv"
brew "starship"
brew "tree"
brew "fig"

cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "altair-graphql-client"
cask "docker"
cask "font-fira-code-nerd-font"
cask "google-cloud-sdk"
cask "gpg-suite-nightly"
cask "graphiql"
cask "iterm2"

cleanup
