tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "hashicorp/tap"

brew "coreutils"
brew "colima"
brew "curl"
brew "go"
brew "docker"
brew "docker-compose"
brew "geoipupdate"
brew "gh"
brew "git-crypt"
brew "git-gui"
brew "git-lfs"
brew "pinentry"
brew "golangci-lint"
brew "gradle"
brew "hub"
brew "jq"
brew "jsonnet"
brew "kcat"
brew "kubecfg"
brew "maven"
brew "minikube"
brew "navi"
brew "neovim"
brew "ruby-build"
brew "rbenv"
brew "tree"
brew "homeport/tap/dyff"
brew "fd"
brew "ripgrep"
brew "pyenv"
brew "watch"
brew "the_silver_searcher"
brew "awscli"
brew "hashicorp/tap/terraform"

cask "altair-graphql-client"
cask "font-fira-code-nerd-font"
cask "google-cloud-sdk"
cask "gpg-suite-nightly"
cask "graphiql"
cask "iterm2"
cask "discord"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "notion"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "runjs"
cask "redisinsight"
cask "sequel-pro"
cask "boop"
